11/data/attachments/66d3e769f68cf837.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Frank_simple_Friend_54033_1</nif:username>
            <nif:friendToBeRequested>soap_friends_bdc7e9cd-193a-40a1-a8be-31e94496bd4f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>